{
  "footer": [
    "P.S.: Hinweis: Diese E-Mail wurde automatisch erzeugt und versendet."
  ],
  "templates": [
    {
      "key": "USER_REGISTRATION",
      "subject": "Ready2Race - Registrierung abschließen",
      "body": [
        "Hallo ##recipient##,",
        "",
        "unter dieser E-Mail-Adresse soll ein Nutzerkonto für Ready2Race erstellt werden.",
        "Solltest du dies nicht selbst veranlasst haben, ignoriere diese E-Mail bitte!",
        "",
        "Um deine Registrierung abzuschließen, klicke bitte auf den folgenden Link oder kopiere ihn in die Adressleiste deines Web-Browsers.",
        "",
        "##link##",
        "",
        "Bitte beachte dabei, dass ein Abschluss der Registrierung nur 24 Stunden lang möglich ist!"
      ]
    },
    {
      "key": "USER_INVITATION",
      "subject": "Ready2Race - Einladung",
      "body": [
        "Hallo ##recipient##,",
        "",
        "du wurdest von ##sender## eingeladen, Ready2Race zu benutzen.",
        "",
        "Um deine Einladung zu akzeptieren, klicke bitte auf den folgenden Link oder kopiere ihn in die Adressleiste deines Web-Browsers.",
        "",
        "##link##",
        "",
        "Bitte beachte dabei, dass ein Akzeptieren der Einladung nur 7 Tage lang möglich ist!"
      ]
    },
    {
      "key": "USER_RESET_PASSWORD",
      "subject": "Ready2Race - Passwort zurücksetzen",
      "body": [
        "Hallo ##recipient##,",
        "",
        "Wir haben eine Anfrage erhalten, dein Passwort zurückzusetzen.",
        "Solltest du dies nicht selbst veranlasst haben, ignoriere diese E-Mail bitte! Dein Passwort wird nicht zurückgesetzt.",
        "",
        "Um dein Passwort zurückzusetzen, klicke bitte auf den folgenden Link oder kopiere ihn in die Adressleiste deines Web-Browsers.",
        "",
        "##link##",
        "",
        "Bitte beachte dabei, dass ein Zurücksetzen des Passworts nur 24 Stunden lang möglich ist!"
      ]
    },
    {
      "key": "EVENT_REGISTRATION_CONFIRMATION",
      "subject": "Ready2Race - Meldebestätigung für ##event##",
      "body": [
        "Hallo ##recipient##,",
        "",
        "vielen Dank fur eure Meldung zu unserer Veranstaltung (##event##), deren Eingang wir hiermit gern bestätigen.",
        "Bis zum Meldeschluss kannst du noch über den erstellten Zugang Änderungen an der Meldung vornehmen.",
        "",
        "Im Anhang findest du nochmal alle relevanten Dokumente."
      ]
    }
  ]
}